Repository: annapods/podfic_poster
Catalog: .locales/*/LC_MESSAGES/template_filler.po
Languages: fr

source: and
fr: et

source: Cover art.
fr: Jaquette de couverture.

source: Cover art welcome.
fr: Pas (encore) de jaquette de couverture.

source: Parent works
fr: Oeuvres parentes

source: Writers
fr: Ecrivain.e.s

source: Readers
fr: Narrateur.trice.s

source: Context
fr: Contexte

source: Pairings
fr: Relations

source: Characters
fr: Personnages

source: Tags
fr: Etiquettes

source: Content notes
fr: Remarques sur le contenu

source: Additional credits
fr: Autres crédits

source: Audio length (incl. potential endnotes)
fr: Durée (en comptant les éventuelles notes de fin)

source: Summary
fr: Résumé

source: Link to podfics
fr: Liens vers la podfic

source: Written by
fr: Ecrit par

source: Mp3 and raw audio files for download and streaming as well as any other files relevant to this work. See the side of the page ("download options") for the different formats/files. The mp3 will be under "VBR MP3".
fr: Fichiers mp3 et wav à télécharger ou écouter sur le site, ainsi que tout autre fichier supplémentaire. Pour accéder aux différents formats/fichiers et pour les télécharger, il faut trouver l’encadré "download options" à droite de la page. Le fichier mp3 sera accessible par le lien "VBR MP3".

source: Mp3 file(s) to stream or download on gdrive.
fr: Fichier(s) mp3 à télécharger ou à écouter sur le site.

source: Browser streaming
fr: Ecouter directement sur ao3

source: Podfic files
fr: Fichiers de la podfic

source: This was created for
fr: Créé pour

source: for giving blanket permission to podfics!
fr: pour avoir donné sa permission aux podfics !

source: for letting me record this work!
fr: pour m'avoir donné la permission d'enregistrer cette fic !

source: Thanks to
fr: Merci à

source: Thanks
fr: Remerciements

source: Cover art stickers
fr: Autocollants de jaquette de couverture

source: Notes
fr: Remarques

source: Names
fr: Noms

source: or
fr: ou

source: Pronouns
fr: Pronoms

source: she or they
fr: elle ou iel

source: Socials
fr: Réseaux sociaux

source: Email
fr: Adresse mail

source: Contact info
fr: Me contacter

source: What to say/not to say
fr: Que dire

source: I'd love to hear from you! Be it a single word or emoji, a long freetalk on your thoughts and feelings, recs for things to read or listen to that you think I might like, meta, further transformative works, ...<br> I will love you forever: "this is how I experienced this work", "you might be interested by this other tool or method", "you kind of fucked up there on that front", "I have some concrit on this aspect, would you be interested in hearing it?"<br> I will still like you but it's going to be awkward: "I think you should change the way you do things to fit my own preferences", "I usually don't like this thing, but you're not like other podficcers", "I loved so and so about the writing that you didn't write and this comment is really for the writer".<br> Some super useful podfic feedback tools by Mo: <a href="https://yue-ix.dreamwidth.org/144236.html">how to</a> and <a href="https://podfic-tips.livejournal.com/95933.html">vocabulary</a>
fr: J'adorerais lire ce que tu as à me dire ! Que ce soit un petit smiley, une dissert de quinze pages, des recommandations de trucs à lire ou à écouter, de la méta en tout genre, un callout poli, un message vocal, ...Il y a certaines remarques qui passent pas très bien, du genre "tu devrais faire ça" ou "J'adore cette fic ! [ne mentionne pas du tout la podfic]" ou encore "d'habitude je déteste les les podfics, mais..." C'est pas grave non plus, mais dans le doute/si ça t'intéresse, Mo a écrit de super ressources sur le sujet : <a href="https://yue-ix.dreamwidth.org/144236.html">guide</a> et <a href="https://podfic-tips.livejournal.com/95933.html">lexique</a>.

source: When to expect a reply
fr: Quand s'attendre à une réponse

source: Leaving me comments is kind of like starting a snail mail exchange in reply to a message in a bottle. I might not answer quickly (as in, it could take me... a couple of years...) but I will eventually!
fr: Dernière chose. Si je ne réponds pas tout de suite, c'est normal. Ça viendra ! C'est juste que parfois ça me prend un peu (beaucoup) de temps. Genre, des mois.

source: Feedback
fr: Retours
